// © Copyright 2014-2017 HP Development Company, L.P.

////////////////////////////////////////////////////////////////////////////////
// Event Specific Strings

// Previously Used Cartridge
HSD__65554__EventTitle = "Aiemmit käytetyt aidot HP:n kasetit asennettu";
HSD__65554__EventHeaderDescription = "Aiemmit käytetyt aidot HP:n kasetit asennettu.";

// Non-HP
HSD__65559__EventTitle = "Asennettuna muun valmistajan kuin HP:n kasetteja";
HSD__65559__EventHeaderDescription = "HSD_TEXT:HSDNonHPSuppliesWarning
Jos uskot ostaneesi aitoja HP-mustekasetteja, katso lisätietoja tai ilmoita väärennöksestä osoitteessa HSD_LINK:HSDAnticounterfeitLink.";

// Genuine HP Cartridge Installed
HSD__65561__EventTitle = "Kiitos, että asensit aidot HP-kasetit!";

// K5 and beyond - Alignment Needed (version that can launch alignment from the dialog)
HSD__65569__EventTitle = "Kohdistusta suositellaan";
HSD__65569__EventDescription = "HSD_TEXT:Kohdista uudet kasetit tai tulostuspäät parasta tulostuslaatua varten.
Aloita prosessi napsauttamalla HSDAlignButton.";

// Counterfeit Warranty dialog - NOT ON CARROT
HSD__65594__EventTitle = "Havaittiin käytetty, uudelleentäytetty tai väärennetty kasetti";

// Paper Size Mismatch Paper is larger than expected
HSD__65716__EventTitle = "Paperin koko on odotettua suurempi";
HSD__65716__EventDescription = "HSD_TEXT:Tulostimen anturien havaitsema paperikoko on suurempi kuin ohjelmistossa valittu koko.
Jos haluat jatkaa tulostamista tälle paperilla, jatka napsauttamalla HSDOKButton.
Jos haluat vaihtaa paperin, tee se ja lähetä sitten tulostustyö uudelleen.
Napsauta HSDCancelPrintButton, jos haluat peruuttaa tulostustyön.";

// Paper Size Mismatch Paper is smaller than expected
HSD__65717__EventTitle = "Paperikoko odotettua pienempi";
HSD__65717__EventDescription = "Tulostimen anturien havaitsema paperikoko on pienempi kuin ohjelmistossa valittu koko.
Jos tulostimeen lisätyn paperin koko on oikea, vaihda ohjelmistossa valittu paperikoko ja lähetä tulostustyö uudelleen.
Tulostustyö peruutetaan.";

// Palermo Paper Empty (References tray, type and size)
HSD__65921__EventTitle = "Lisää paperia tulostimeen";
HSD__65921__EventDescription = "HSD_TEXT:Paperi on loppunut tulostimesta. HSDSeeFrontPanel";

// Problem with Print System (Triptane, Limtane, Limo)
HSD__65935__EventTitle = "Tulostusjärjestelmäongelma";
HSD__65935__EventDescription = "HSD_TEXT:Tulostustoiminto pois käytöstä. HSDContactSupport";

// Limo Paper Path Motor Stall
HSD__65943__EventDescription = "HSD_TEXT:Tulostin on havainnut ongelman. Tarkista tulostimen sisäpuoli ja poista juuttunut paperi tai muu tukos.
Jos ongelma ei poistu, ota yhteyttä järjestelmänvalvojaan tai tekniseen tukeen.
HSDSeeFrontPanel";

// Limo Part Being Replaced
HSD__65953__EventTitle = "Tulostimen kunnossapito";
HSD__65953__EventDescription = "Tulostin ei voi tulostaa, koska sen sisällä olevaa osaa vaihdetaan. Tulostusta voidaan jatkaa, kun osa on vaihdettu.";

// Sensor errors that does not related to ink systems
HSD__65972__EventDescription = "HSD_TEXT:Osa tulostimesta täytyy korjata, joten eräitä tulostimen toimintoja on ehkä rajoitettu tai ne eivät ole käytettävissä. Voit kuitenkin tulostaa edelleen.
HSDContactSupport";

// Limo Fax HW failure
HSD__65983__EventTitle = "Tiedonsiirtovirhe";
HSD__65983__EventDescription = "HSD_TEXT:Faksimoduulissa tapahtui sisäinen tiedonsiirtovirhe. HSDContactSupport

Huomautus: Voit jatkaa tulostusta, kopiointia ja skannausta.";

// Limo Paper Jam caused by Door Open
HSD__65987__EventTitle = "Paperitukos";
HSD__65987__EventDescription = "Katso tulostimen ohjauspaneelista ohjeet tukoksen poistamiseen.";

// No faxes in memory
HSD__66000__EventDescription = "Vastaanotettuja fakseja ei voi tulostaa uudelleen, koska tulostimen muistissa ei ole tallennettuja fakseja.";

// Fax is sent as black and white as the receiving fax machine does not support color fax
HSD__66001__EventDescription = "HSD_TEXT:Värifaksi voidaan lähettää vain yhdelle vastaanottajalle kerrallaan.
HSDSeeControlPanel";

// Color Fax needs Error Correction Mode on
HSD__66002__EventDescription = "HSD_TEXT:Kun haluat lähettää värifakseja, kytke virheenkorjaustila (EMC) päälle. HSDSeeControlPanel";

// Unsubscribe Instant Ink when No IIP pens are installed (final payment not collected yet) - Starting from Verona VR2
HSD__66008__EventDescription = "HSD_TEXT:HSDCanceledInstantInkServiceDescription Jos haluat rekisteröityä uudelleen, käyt HP Instant Ink -sivustolla (HSD_LINK:HSDInstantInkLink).";

// Unsubscribed Instant Ink when at least one IIP pen is installed (final payment not collected yet) - Starting from Verona VR2
HSD__66009__EventDescription = "HSD_TEXT:HSDCanceledInstantInkServiceDescription Kun nykyinen laskutuskausi päättyy, osoitetut tulostimeen asennetut kasetit eivät enää toimi. HSDSeeControlPanel";

// CISS printers, starting from Kronos Refresh: Action Required after 1500 pages printed
HSD__66011__EventTitle = "Vaadittu toimenpide";
HSD__66011__EventDescription = "Ohjauspaneelin näytössä vilkkuvat \"E\" ja \"9\". Voit ratkaista ongelman avaamalla ja sulkemalla tulostuspään luukun nopeasti kokonaan. Lisätietoa on sivulla, jonka tulostin juuri tulosti.

Huomautus: tilanne ilmenee vain suurien tulostustöiden jälkeen, kun musteen kertyminen saattaa alkaa vaikuttaa tulostuslaatuun.";

// Anti Theft / Protected (Toner)
HSD__75000_75002__EventTitle = "Asennettuna HP:n suojattu väriaine";

// Anti Theft / Protected (Drum)
HSD__75001__EventTitle = "Asennettuna HP:n suojattu rumpu";

// Cartridge Low (Toner)
HSD__75010_75012__EventTitle = "Väriaine vähissä";

// Cartridge Low (Drum)
HSD__75011__EventTitle = "Rumpu vähissä";

// Cartridge Missing (Toner)
HSD__75015_75017__EventTitle = "Väriaine puuttuu";

// Cartridge Missing (Drum)
HSD__75016__EventTitle = "Rumpu puuttuu";

// Cartridge Very Low (Toner)
HSD__75020_75022__EventTitle = "Väriaine hyvin vähissä";

// Cartridge Very Low (Drum)
HSD__75021__EventTitle = "Rumpu hyvin vähissä";

// Door Open (Front)
HSD__75025__EventTitle = "Etuluukku auki";

// Door Open (Rear)
HSD__75026__EventTitle = "Takaluukku auki";

// Defective Memory (Toner)
HSD__75030__EventTitle = "Tarvikemuistin virhe väriaineessa";

// Defective Memory (Drum)
HSD__75031__EventTitle = "Tarvikemuistin virhe rummussa";

// Defective Memory
HSD__75032__EventTitle = "Syöttömuistin virhe";

// Genuine HP Cartridge (Toner)
HSD__75035_75037__EventTitle = "Väriainekasetti asennettu";

// Genuine HP Cartridge (Drum)
HSD__75036__EventTitle = "Rumpu asennettu";

// Incompatible Cartridge (Toner)
HSD__75040_75042__EventTitle = "Yhteensopimaton väriaine";

// Incompatible Cartridge (Drum)
HSD__75041__EventTitle = "Yhteensopimaton rumpu";

// Incorrect Cartridge
HSD__75045__EventTitle = "Väärä kasetti paikassa";
HSD__75045__EventDescription = "Poista kasetti ja aseta se uudelleen paikalleen. Varmista, että paikka on oikea.";

// Insufficient Memory
HSD__75060__EventTitle = "Riittämätön tulostimen muisti";
HSD__75060__EventDescription = "Tulostimen muisti on täynnä. Tulostustyö on peruutettu.";

// Jam in printer (tray)
HSD__75065__EventTitle = "Paperitukos lokerossa";
HSD__75065__EventDescription = "Poista kaikki esteet tulostimesta tai kaikki lokeroiden edessä olevat esteet.";

// Jam in printer (fuser)
HSD__75066__EventTitle = "Paperitukos kiinnitysyksikössä";
HSD__75066__EventDescription = "Poista kaikki esteet tulostimesta tai kaikki kiinnitysyksikön tai kasetin edessä olevat esteet.";

// Jam in printer (output bin)
HSD__75067__EventTitle = "Paperitukos tulostelokerossa";
HSD__75067__EventDescription = "Poista kaikki esteet tulostimesa tai kaikki esteet tulostelokeron edestä.";

// Jam in printer (duplexer)
HSD__75068__EventTitle = "Paperitukos kaksipuolisessa tulostusyksikössä";
HSD__75068__EventDescription = "Poista kaikki esteet tulostimesta tai kaikki kaksipuolisen tulostusyksikön edessä olevat esteet.";

// lightPipeBlocked
HSD__75070__EventTitle = "Kasetin tunnistinvirhe";
HSD__75070__EventDescription = "Valo-opas, joka havaitsee toimimattoman kasetin väriainetunnistimen, ei toimi. Kyseessä on vikatila, joka pysäyttää tulostuksen.

Tarkista kasetin tunnistinalue ja poista valo-opastunnistimen edessä oleva este.";

// Manual Duplex
HSD__75075__EventTitle = "Manuaalinen kaksipuolisuus";
HSD__75075__EventDescription = "HSD_TEXT:Laitteen ohjauspaneeliin ilmestyy ilmoitus tai signaali. Huomaa paperin sijainti. Lisää paperia oikealle alustalle. Jatka painamalla laitteen HSDOKButton/HSDResumeButton-painiketta.";

// Manually Feed
HSD__75080__EventTitle = "Syötä paperi manuaalisesti";
HSD__75080__EventDescription = "HSD_TEXT:Lisää vaadittua paperia lokeroon tai paina laitteen HSDOKButton/HSDResumeButton-painiketta käyttääksesi nykyistä paperia.";

// Paper mount
HSD__75085__EventTitle = "Paperikoko ei täsmää";
HSD__75085__EventDescription = "HSD_TEXT:Lokeron käytettävissä oleva paperikoko tarjottimella ei vastaa ohjelmistossa valittua paperikokoa.

Jos tulostimeen lisätty paperi on oikeaa kokoa, vaihda ohjelmistossa valittu paperikoko ja lähetä tulostustyö uudelleen.

Jos tulostimeen lisätty paperi ei ole oikeaa kokoa, vaihda asianmukaiseen paperikokoon.

Jos haluat jatkaa tulostusta tälle paperille, jatka painamalla tulostimen ohjauspaneelista HSDOKButton- tai HSDResumeButton-painiketta.";

// Missing Memory (Toner)
HSD__75095_75097__EventTitle = "Väriaineen muisti näyttää puuttuvan";

// Missing Memory (Drum)
HSD__75096__EventTitle = "Rummun muisti näyttää puuttuvan";

// Mpacco Active
HSD__75100__EventTitle = "Vaihda musta tulostuskasetti";
HSD__75100__EventDescription = "HSD_TEXT:Asiakas on määrittänyt tulostimen tulostamaan käyttämällä vain mustaa, kun jonkin värin syötön taso on hyvin alhainen. Värin syöttö saattaa silti pystyä tuottamaan hyväksyttävän tulostuslaadun. Jos haluat tulostaa väreissä, vaihda värin syöttö tai määritä tulostin uudelleen.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink

HSD_LINK:HSDEstimatedCartridgeLevelsLink-HSD_TOOLTIP:HSDEstimatedCartridgeLevelsLink";

// Unauthorized Toner
HSD__75105_75107__EventTitle = "Luvaton väriaine";

// Unauthorized Drum
HSD__75106__EventTitle = "Luvaton rumpu";

// Printer Error
HSD__75115__EventTitle = "Tulostimen vika";
HSD__75115__EventDescription = "Kriittinen tulostinvika ilmennyt. Tulostin ei pysty tulostamaan.";

// Printer Mispick
HSD__75120__EventTitle = "Tulostimen poimintavirhe";
HSD__75120__EventDescription = "HSD_TEXT:Ei paperin poimintaa, jatka painamalla tulostimen ohjauspaneelista HSDOKButton- tai HSDResumeButton-painiketta.";

// Print Failure
HSD__75125__EventTitle = "Tulostimen vika";
HSD__75125__EventDescription = "Tulostimessa tai tulostimen järjestelmässä on ongelma. Kytke tulostimen virta pois päältä ja sitten takaisin päälle.

Jos saat vieläkin tämän viestin, ota yhteyttä HP:hen.";

// Replace Cartridge (Toner)
HSD__75135__EventTitle = "Vaihda väriaine";

// Replace Cartridge (Drum)
HSD__75136__EventTitle = "Vaihda rumpu";

// Tray empty or open (Tray 1)
HSD__75170__EventTitle = "Paperi on lopussa";
HSD__75170__EventDescription = "Tulostimesta loppui paperi.
Lisää paperia sopivaan paperilokeroon.";

// Tray empty or open (Tray 2)
HSD__75171__EventTitle = "Alusta 2: paperi loppu";
HSD__75171__EventDescription = "Lisää paperia alustaan 2.";

// Unexpected Size in tray
HSD__75175__EventTitle = "Odottamaton paperikoko";
HSD__75175__EventDescription = "HSD_TEXT:Tulostimen anturin tunnistama paperikoko ei vastaa tulostinlokerolle määritettyä kokoa.

Jos tulostimeen lisätty paperi on oikeaa kokoa, muuta tulostinlokerolle määritetty paperikoko tulostimen hallintapaneelissa tai HSD_KEYED_LINK:HSDTraysConfigurationLink -ohjelmassa ja lähetä tulostustyö sitten uudelleen.

Jos tulostimeen lisätty paperi ei ole oikeaa kokoa, vaihda se oikeankokoiseen paperiin.";

// Used / Counterfeit Cartridge (Toner)
HSD__75190_75192__EventTitle = "Asennettuna käytetty tai väärennetty väriaine";

// Used / Counterfeit Cartridge (Drum)
HSD__75191__EventTitle = "Asennettuna käytetty tai väärennetty rumpu";

// Over filled detection
HSD__75195__EventTitle = "Paperia lisätty liikaa";
HSD__75195__EventDescription = "HSD_TEXT:Varmista, että paperi on alustassa näkyvän paperipinkkaviivan alapuolella. Jatka painamalla ohjauspaneelin painiketta HSDOKButton/HSDResumeButton.";

////////////////////////////////////////////////////////////////////////////////
// Shared Strings

// Low on Ink - Instant Ink Advertisement / Instant Ink XMO2 Trial Cartridge Low (Not enrolled)
HSD__65802_65847__EventTitle = "Muste vähissä";

// Palermo Paper Running Low (References tray and size)
// Palermo Paper Running Low (References only size for Single Tray product)
HSD__65920_65940__EventTitle = "Paperi vähissä";
HSD__65920_65940__EventDescription = "HSD_TEXT:Tulostimen paperi on vähissä. HSDSeeFrontPanel";

// Limo Paper Path Motor Stall
// Limo Other Motor Stalls (not paper path)
// Sensor errors that does not related to ink systems
// Limo Unrecoverable Motor Stall (outside Service Mode)
HSD__65943_65946_65972_66007__EventTitle = "Tulostimen ongelma";

// Limo Other Motor Stalls (not paper path)
// Limo Unrecoverable Motor Stall (outside Service Mode)
HSD__65946_66007__EventDescription = "HSD_TEXT:Tulostusjärjestelmässä on ongelma. Käynnistä tulostin uudelleen ja yritä sitten suorittaa työ uudelleen.
Jos ongelma ei poistu, ota yhteyttä tukeen.
HSDSeeFrontPanel";

// Scan error
// Limo Printhead Wiper Motor Stall (Post OOBE)
// Limo FF Cable Problem
// Limo Printhead Wiper Low
// Limo Printhead Wiper Very Low (Prompt and continue)
// Limo Printhead Wiper Out
// Limo Service Fluid Container missing or damaged
// Limo Service Fluid Container Low
// Limo Service Fluid Container Very Low
// Limo Service Fluid Container Full
// Limo Used SFC insufficient for initialization
// Limo Dryer Systems Issue
// Limo New Printhead Assembly
// Limo Tray Roller Kit Low
// Limo Tray Roller Kit Very Low
// Limo Tray Roller Kit Very Low - Stop
// Limo Document Feeder Kit Low
// Limo Document Feeder Kit Very Low
// Limo Document Feeder Kit Very Low - Stop
// Limo Staple Cartridge Very Low
// Limo Staple Cartridge Very Low - Stop
// Limo 8CP Disconnected
// Limo 4.3CP Disconnected
// Limo Scan Subsystem Disconnected
// Limo Printhead Wiper Very Low - Stop
// Limo Service Fluid Container Very Low - Stop
// Limo Staple Cartridge Out
// Limo Main or Finisher Output Bin Full
// Limo Too Many Pages to Staple
// Limo Stapler Door Open
// Limo Inline Finisher Disconnected
// Limo Staple Cartridge Empty - Continue
// Limo Staple Cartridge Empty - Prompt and Continue
// Limo Staple Cartridge Empty - Stop
// Printer too cold to do full setup or during POST OOBE
// Device has lost its connection to JAM
HSD__65634_65947_65955_65956_65957_65958_65959_65961_65962_65963_65964_65971_65974_65975_65976_65977_65978_65979_65980_65981_65982_65984_65985_65986_65988_65989_65990_65991_65992_65993_65994_65995_65996_65997_65998_66004__EventTitle = "Tulostin tarvitsee huomiota";

// Scan error
// Limo Service Fluid Container Low
// Limo Service Fluid Container Very Low
// Limo Dryer Systems Issue
// Limo Tray Roller Kit Low
// Limo Tray Roller Kit Very Low
// Limo Document Feeder Kit Low
// Limo Document Feeder Kit Very Low
// Limo Staple Cartridge Very Low
// Limo Scan Subsystem Disconnected
// Limo Staple Cartridge Out
// Limo Inline Finisher Disconnected
HSD__65634_65961_65962_65971_65975_65976_65978_65979_65981_65986_65990_65994__EventDescription = "HSD_TEXT:Tulostimessa on ongelma. Tulostusta voi kuitenkin jatkaa.
HSDSeeControlPanelOrSupport";

// Limo Printhead Wiper Motor Stall (Post OOBE)
// Limo FF Cable Problem
// Limo Printhead Wiper Out
// Limo Service Fluid Container missing or damaged
// Limo Service Fluid Container Full
// Limo Used SFC insufficient for initialization
// Limo New Printhead Assembly
// Limo Tray Roller Kit Very Low - Stop
// Limo Document Feeder Kit Very Low - Stop
// Limo Staple Cartridge Very Low - Stop
// Limo 8CP Disconnected
// Limo 4.3CP Disconnected
// Limo Printhead Wiper Very Low - Stop
// Limo Service Fluid Container Very Low - Stop
// Limo Main or Finisher Output Bin Full
// Limo Stapler Door Open
// Limo Staple Cartridge Empty - Prompt and Continue
// Limo Staple Cartridge Empty - Stop
// Printer too cold to do full setup or during POST OOBE
HSD__65947_65955_65958_65959_65963_65964_65974_65977_65980_65982_65984_65985_65988_65989_65991_65993_65996_65997_65998__EventDescription = "HSD_TEXT:Tulostimessa on ongelma, eikä tulostus ole mahdollista.
HSDSeeControlPanelOrSupport";

// No faxes in memory
// Fax is sent as black and white as the receiving fax machine does not support color fax
// Color Fax needs Error Correction Mode on
HSD__66000_66001_66002__EventTitle = "Faksiongelma";

// Unsubscribed Instant Ink (final payment not collected yet) - Starting from Verona VR2
HSD__66008_66009__EventTitle = "HP Instant Ink -rekisteröityminen peruutettu";

// Anti Theft / Protected
HSD__75000_75001_75002__EventDescription = "HSD_TEXT:Yllä mainittuja kasetteja voidaan käyttää ainoastaan tulostimessa, joka alunperin suojasi kasetteja HP Cartridge Protection -ominaisuuden avulla, ja kasetit on vaihdettava.

HP Cartridge Protection -ominaisuuden ansiosta tulostimen haltija voi määrittää tulostimeen asennetut kasetit niin, että kasetit toimivat vain kyseisessä tulostimessa.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Cartridge Low
HSD__75010_75011_75012__EventDescription = "HSD_TEXT:Mainittujen kasettien väriaine on vähissä.

Kasetteja ei tarvitse vaihtaa nyt.

HP suosittelee, että vaihdat ne uusiin, kun kasetti on tyhjentynyt ja se on vaihdettava.

HSDCartridgeRecycleDescription

HSD_LINK:HSDEstimatedCartridgeLevelsLink-HSD_TOOLTIP:HSDEstimatedCartridgeLevelsLink";

// Cartridge Missing
HSD__75015_75016_75017__EventDescription = "HSD_TEXT:Yllä mainitut kasetit näyttävät puuttuvan, niitä ei ole tunnistettu tai ne on väärin asennettu.

Jos kasetti on asennettu, poista se ja asenna se sitten turvallisesti uudelleen.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Door Open
HSD__75025_75026__EventDescription = "Luukun tai kannen on oltava kiinni tulostuksen vuoksi.

Tarkista, että se on täysin kiinni.";

// Defective Memory
HSD__75030_75031_75032__EventDescription = "HSD_TEXT:Tulostin ei kykene tunnistamaan yllä mainitun kasetin muistia. Kasetin muisti on vioittunut, tai se ei kykene viestimään kasetin kanssa.

Sinun on vaihdettava kasetti välittömästi.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Genuine HP Cartridge
HSD__75035_75036_75037__EventDescription = "Ohjelmistosi voi tunnistaa kasetit verkkopalvelun avulla. Pääsy internetiin ei kuitenkaan ole mahdollista tällä hetkellä.";

// Incompatible Cartridge
HSD__75040_75041_75042__EventDescription = "HSD_TEXT:Yllä mainittua kasettia ei ole tarkoitettu käytettäväksi tässä tulostimessa, koska sitä määritetään juuri.

Katso tulostimen ohjetta.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Missing Memory
HSD__75095_75096_75097__EventDescription = "HSD_TEXT:Tulostin ei havaitse yllä olevan kasetin muistia.
Voit yrittää asentaa kasetin uudelleen. Jos ongelma ei korjaannu, sinun on vaihdettava kasetti välittömästi.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Unauthorized cartridge
HSD__75105_75106_75107__EventDescription = "HSD_TEXT:Järjestelmänvalvoja on määrittänyt tämän tuotteen käyttämään ainoastaan alkuperäisiä HP-tarvikkeita. Kasetti on vaihdettava tulostamisen jatkamiseksi. Jos uskot ostaneesi alkuperäisen HP-tarvikkeen, vieraile osoitteessa HSD_LINK:HSD_URL:HSDAnticounterfeitLink_URL.";

// Replace Cartridge
HSD__75135_75136__EventDescription = "HSD_TEXT:Yllä mainittujen kasettien väriaine on vähissä, ja kasetit on vaihdettava tulostuksen jatkamiseksi.

HP suosittelee, ettet poista kasettia, kunnes vaihtokappale on valmis asennettavaksi.

HSDCartridgeRecycleDescription

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Used / Counterfeit Cartridge
HSD__75190_75191_75192__EventDescription = "HSD_TEXT:Käytetty tarvike on asennettu. Jos uskot ostaneesi alkuperäisen HP-tarvikkeen, vieraile osoitteessa HSD_LINK:HSD_URL:HSDAnticounterfeitLink_URL. Käytettyjen tarvikkeiden käyttämisestä aiheutuvat tulostimen korjaukset eivät ole takuun kattamia. Tarvikkeen tila ja tarvikkeen tilasta riippuvaiset ominaisuudet eivät ole käytettävissä.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

////////////////////////////////////////////////////////////////////////////////
// Color Lok
HSDColorLokDescription = "HP suosittelee ColorLok®-papereita parhaiden tulosten saavuttamiseksi.";

// HP Instant Ink Service
HSDCanceledInstantInkServiceDescription = "Olet peruuttanut HP Instant Ink -palvelun.";

// HP Instant Ink Promotion
HSDIIReplacementServiceTitle = "HP Instant Ink";
HSDIIReplacementServiceSubTitle = "musteen vaihtojärjestelmä";
HSDSaveInkString = "Säästä jopa 50 % mustekuluissa*";
HSDInstantInkDisclaimersLink = "*HP Instant Ink -vastuuvapauslausekkeet.";
HSDOriginalInkString = "Tulostimen tilaama alkuperäinen HP-muste ovellesi toimitettuna.";
HSDSendInkNowString = "Saat lisätietoja ja osallistumisohjeet napsauttamalla Lähetä muste heti.";

// HP SureSupply Promotion
HSDShopForSuppliesTitle = "HP:llä on toinenkin kätevä tapa hankkia tarvikkeita…";
HSDShopForSuppliesText = "Tilaa alkuperäisiä HP:n mustekasetteja nopeasti ja helposti verkosta HP SureSupplyn kautta valitsemalla Osta tarvikkeita.";

// Cartridge Replacement
HSDReplacementAvailableWhenNoQualityDescription = "HP suosittelee, että vaihtokasetti on valmiina asennettavaksi, kun tulostuslaatu ei enää kelpaa.";
HSDCartridgeRecycleDescription = "HSD_TEXT:Kun olet valmis poistamaan kasetin, saat ohjeet sen kierrättämiseen seuraavasta osoitteesta: HSD_LINK:HSDRecycleLink.";

// Buy Now Description
HSDBuyNowDescription = "HSD_TEXT:Tilaa aito HP-vaihtokasetti verkosta osoittamalla HSDBuyNowButton.";

// Non-HP Supplies Warning
HSDNonHPSuppliesWarning = "HP ei takaa muiden valmistajien kuin HP:n tarvikkeiden laatua tai luotettavuutta.
Takuu ei kata tulostimen huoltoa tai korjaustöitä, jotka ovat seurausta muiden valmistajien kuin HP:n tarvikkeiden käytöstä.";

// Cartridge Very Low
HSDCartridgeVeryLowDescription = "Kasetit, joiden väriaine on hyvin vähissä, saattavat olla tarpeeksi tyhjiä aiheuttaakseen huonon tulostuslaadun.";

// Original HP Ink Advantages
HSD__info__OriginalHPInkAdvantagesTitle = "Alkuperäisen HP-musteen edut";
HSD__warning__OriginalHPInkAdvantagesTitle = "Alkuperäisen HP-musteen etuja ei taata";
HSDProvenReliabilityTitle = "Todistettu luotettavuus";
HSDEfficientPerformanceTitle = "Tehokas suorituskyky";
HSDExceptionalQualityTitle = "Poikkeuksellinen laatu";

// Pen Alignment
HSDRecommendedAlignCartridges = "HSD_TEXT:Kohdistamista suositellaan. Kohdista äskettäin kohdistetut kasetit valitsemalla HSDAlignButton.";

// Cancel Print
HSDCancelPrintJobOnPrinterDescription = "HSD_TEXT:Voit peruuttaa tulostustyön painamalla tulostimen HSDCancelButton (X) -painiketta.";

// Control/Front Panel
HSDSeeControlPanelOrSupport = "Katso lisätietoja tulostimen ohjauspaneelista tai ota yhteyttä tukeen.";
HSDSeeFrontPanel = "Katso lisätietoja etupaneelista.";
HSDSeeControlPanel = "Katso lisätietoja tulostimen ohjauspaneelista.";

// Support
HSDContactSupport = "Ota yhteyttä tukeen.";

// Buttons
HSDOKButton = "OK";
HSDCancelButton = "Peruuta";
HSDResumeButton = "Jatka";
HSDCancelPrintButton = "Peruuta tulostus";
HSDCloseButton = "Sulje";
HSDBuyNowButton = "Osta nyt";
HSDSendInkNowButton = "Lähetä muste heti";
HSDShopForSuppliesButton = "Osta tarvikkeita";
HSDEstimatedInkLevelsLink = "Arvioidut mustetasot";
HSDEstimatedCartridgeLevelsLink = "Arvioidut kasettitasot";
HSDAuthenticateLaterButton = "Todenna myöhemmin";
HSDDoNotAuthenticateButton = "Älä todenna";
HSDAlignButton = "Kohdista";
HSDDoNotAlignButton = "Älä kohdista";

// Tooltips
HSDTraysConfigurationLink_tooltip = "Lokeroiden määritys";

////////////////////////////////////////////////////////////////////////////////
// Cartridge Color Names
"cyan" = "Syaani [C]";
"magenta" = "Magenta [M]";
"yellow" = "Keltainen [Y]";
"black" = "Musta [K]";
"red" = "Punainen [R]";
"green" = "Vihreä [G]";
"blue" = "Sininen [B]";
"lightcyan" = "Vaaleansyaani [VSy]";
"lightmagenta" = "Vaaleanmagenta [VMa]";
"orange" = "Oranssi [Or]";
"gray" = "Harmaa [Ha]";
"lightgray" = "Vaaleanharmaa [VHa]";
"darkgray" = "Tummanharmaa [THa]";
"photoblack" = "Valokuvamusta [VKMu]";
"matteblack" = "Mattamusta [MMu]";
"glossenhancer" = "Kiillon parantaja";
"violet" = "Violetti [Vio]";
"gold" = "Kulta [??]";
"silver" = "Hopea [??]";
"bronze" = "Pronssi [??]";
"metallic" = "Metallinpunainen [??]";
"tricolor" = "Kolmivärinen [Syaani/Magenta/Keltainen]";
"photo" = "Valokuva [Musta/Vaaleansyaani/Vaaleanmagenta]";
"photogray" = "Harmaa valokuva [Musta/Harmaa/Vaaleanharmaa]";
"lightcyanlightmagenta" = "Vaaleanmagenta [VMa] / Vaaleansyaani [VSy]";
"magentayellow" = "Magenta [Ma] / Keltainen [Ke]";
"mediumcyan" = "Mattamusta [MMu] / Syaani [Sy]";
"mediumgray" = "Valokuvamusta [VKMu] / Vaaleanharmaa [VHa]";
"magentacyan" = "Magenta [Ma] / Syaani [Sy]";
"cyanmagenta" = "Magenta [Ma] / Syaani [Sy]";
"blackyellow" = "Musta [Mu] / Keltainen [Ke]";
"Photo [PK]" = "Valokuva [VK]";
"imagingdrumhpcea" = "Rumpu [OPC]";

////////////////////////////////////////////////////////////////////////////////
HSDLargestAlertIDs = "65594,65802";
